cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"

brew "mas"
brew "git"
brew "openjdk"
brew "kotlin"
brew "pre-commit"
brew "neovim"
brew "wget"
brew "fzf"

cask "anaconda"
cask "google-chrome"
cask "db-browser-for-sqlite"
cask "mysqlworkbench"
cask "postman"
cask "notion"
cask "visual-studio-code"
cask "karabiner-elements"
cask "spectacle"
cask "telegram"
cask "intellij-idea"
cask "pycharm"

mas "KakaoTalk", id: 869223134
mas "Slack", id: 803453959
mas "Unicorn HTTPS", id: 1475628500